Repository: dantti/old-tanglu-www
Catalog: lib/Tanglu/I18N/*.po
Languages: ca, de, es, it, pt_br, ru, tr, zh_hk

source: Oops! The page you was looking for was not found.
ca: Aix! La pàgina que busques no s'ha trobat.
de: Uups! Die Seite nach der du gesucht hast, wurde nicht gefunden.
es: ¡Vaya! La página que buscaba no ha sido encontrada.
it: Oops! La pagina che cercavi non è stata trovata!
pt_br: Opa! A página que você estava procurando não foi encontrada.
ru: Упс! Страница, которую вы искали, не найдена.
tr: Hop! Aradığınız sayfa bulunamadı.
zh_hk: 糟糕！您所尋找的頁面不能找到。

source: Or you can also subscribe to our %1development mailinglist%2.
ca: O també pots subscriure't a la nostra %1llista de correu de desenvolupament%2.
de: Oder du kannst dich auch bei unserer %1Developement Mailingliste%2 anmelden.
es: O también puede suscribirse a nuestra %1lista de correo de desarrollo%2.
it: O puoi anche iscriverti alla nostra %1mailinglist di sviluppo%2.
pt_br: Ou você também pode inscrever-se na nossa %1lista de desenvolvimento%2.
ru: Или вы можете подписаться на наш %1список рассылки разработчиков%2.
tr: Veya %1geliştirici eposta listesine%2 üye de olabilirsiniz.
zh_hk: 或者您也可以訂閱我們的%1開發郵件列表%2。

source: Planet
ca: Planeta
es: Planeta
pt_br: Planeta
ru: Планета
tr: Gezegen
zh_hk: 星球

source: Polish
de: Polnisch
zh_hk: 波蘭文

source: Promoting our project by writing articles about it.
ca: Promocionant el nostre projecte escrivint articles sobre ell.
de: Unser Projekt bewerben, indem du Artikel darüber schreibst.
es: Promocionando nuestro proyecto escribiendo artículos sobre él.
it: Promuovere il nostro progetto scrivendo articoli al riguardo.
pt_br: Promovendo nosso projeto com a escrita de artigos sobre ele.
ru: Продвижение нашего проекта посредством написания статей о нём.
tr: Projemiz hakkında makaleler yazarak desteklemek.
zh_hk: 寫關於本計劃的文章以推廣它。

source: Read the %1initial announcement%2.
ca: Llegeix l'%1anunci inicial%2.
de: Lies die %1Ursprungsankündigung%2.
es: Lea el %1anuncio inicial%2.
it: Leggi l'%1annuncio iniziale%2.
pt_br: Leia o %1anúncio inicial%2.
ru: Прочтите %1исходное сообщение%2.
tr: %1Projenin ilk duyurusunu%2 okuyun.
zh_hk: 閱讀%1最初的公告%2。

source: Russian
de: Russisch
zh_hk: 俄羅斯文

source: Search
ca: Cerca
de: Suche
es: Buscar
it: Cerca
pt_br: Procurar
ru: Поиск
tr: Ara
zh_hk: 搜尋

source: Sorry! We are still in the womb, yet to be born :D
ca: Disculpa! Encara estem dins la matriu, quasi apunt per néixer :D
de: Entschuldige, wir sind noch im Mutterleib und ungeboren :D
es: ¡Disculpe! Seguimos en el vientre, esperando nacer :D
it: Scusa! Siamo ancora nell'utero, dobbiamo ancora nascere :D
pt_br: Desculpe! Ainda estamos no ventre, ainda para nascer :D
ru: Извините! Проект пока в утробе, он ещё только ждёт рождения :D
tr: Üzgünüz! Henüz ana karnında doğmak üzereyiz :D
zh_hk: 對不起！我們依然在子宮裏，等待出生 ：D

source: Spanish
de: Spanisch
it: Spagnolo
ru: Испанский
tr: İspanyolca
zh_hk: 西班牙文

source: Tanglu is a GNU/Linux Operating System, which aims to provide the best desktop experience for regular users and enthusiasts.
ca: Tanglu és un sistema operatiu GNU/Linux, amb la intenció d'oferir la millor experiència d'escriptori a tots els tipus d'usuari.
de: Tanglu ist ein GNU/Linux Betriebssystem mit dem Ziel, die beste Desktop- Experience sowohl für den normalen Benutzer als auch den Enthusiasten zu bieten.
es: Tanglu es un Sistema Operativo GNU/Linux, dirigido a proporcionar la mejor experiencia de escritorio a usuarios normales y a entusiastas.
it: Tanglu è un Sistema Operativo GNU/Linux, che punta a fornire la migliore esperienza desktop per utenti regolari ed entusiasti.
pt_br: Tanglu é um Sistema Operacional Linux, que almeja prover a melhor experiencia desktop para usuários comuns e entusiastas.
ru: Tanglu это операционная система на основе GNU/Linux, цель которой — отличный опыт использования окружения рабочего стола для обычных пользователей и энтузиастов.
tr: Tanglu, sıradan kullanıcılar ve meraklılar için en iyi masaüstü deneyimini sağlamayı hedeflemiş bir GNU/Linux işletim sistemidir.
zh_hk: Tanglu是一個GNU/Linux操作系統，目標是爲普通用戶和愛好者提供 最佳的桌面體驗。

source: Tanglu is not an 'offical' Debian project, although it was started together with some Debian Developers. But we think that Tanglu might help Debian. We will sync the permissions of all Debian developers, so they can maintain their packages in Tanglu during a Debian freeze if they want to do that, so Tanglu and it's users get the latest upstream software, while Debian can start the new release cycle with already tested packages from Tanglu. We believe that this will increase the package quality and result in a less rough start of Debian development after a freeze. However, Tanglu is not a Debian experimental distribution or playground for untested software. Everything in Tanglu should be usable for it's users and be released upstream software. We are in contact with Debian and try to keep the delta between Tanglu and Debian as low as possible, so we do not introduce incompatibilities.
ca: Tanglu no és un projecte 'oficial' Debian, tot i que s'ha iniciat juntament amb alguns desenvolupadors Debian. Creiem que Tanglu també pot ajudar Debian: sincronitzarem els permisos de tots els desenvolupadors Debian perquè puguen mantenir els seus paquets en Tanglu durant el període de blocatge Debian, si així ho troben oportú, de manera que Tanglu i els seus usuaris tindran el maquinari més recent, mentre Debian podrà començar el cicle d'un nou llançament amb paquets ja provats a Tanglu. Creiem que açò augmentarà la qualitat dels paquets i resultarà en un començament menys aspre en el desenvolupament Debian passat el blocatge. Tanmateix, Tanglu no és una distribució experimental Debian o un pati per programari no provat. Tot en Tanglu ha de ser utilitzable pels seus usuaris i ser programari prèviament alliberat. Estem en contacte amb Debian i tractem de mantenir la distància entreTanglu i Debian el més petita possible, per no introduirincompatibilitats.
de: Tanglu ist kein 'offizielles' Debian-Projekt, obwohl bei der Gründung auch Debian-Entwickler dabei waren. Wir glauben aber, dass Tanglu Debian helfen könnte. Wir werden die Berechtigungen aller Debian-Entwickler synchronisieren, sodass sie ihre Pakete in Tanglu während eines Debian Freeze pflegen können, wenn sie möchten. Aufdiese Weise bekommen Tanglu und seine Nutzer die aktuellste Upstream-Software, während Debian den neuen Release-Cycle mit bereits in Tanglu getesteten Paketen beginnen kann. Wir glauben, dass dies die Qualität der Pakete erhöhen wird, und zu einem weniger holprigen Start der Debian-Entwicklung nach einem Freeze führen wird.Trotzdem ist Tanglu keine experimentelle Debian-Distribution und kein Spielplatz für ungetestete Software. Alles in Tanglu soll für seine Benutzer benutzbar und bereits veröffentlichte Upstream-Software sein. Wir stehen mit Debian in Kontakt und versuchen Unterschiede zwischen Tanglu und Debian so klein wie möglich zu halten, um keine Inkompatibilitäten entstehen zu lassen.
es: Tanglu no es un proyecto 'oficial' de Debian, aunque se inició junto a algunos desarrolladores de Debian. Pero pensamos que Tanglu podría ayudar a Debian. Sincronizaremos los permisos de todos los desarrolladores de Debian, para que puedan mantener sus paquetes en Tanglu durante la congelación de Debian si quieren hacerlo, así Tanglu y sus usuarios tendrán los programas más recientes, mientras Debian puede comenzar el nuevo ciclo de liberación con paquetes ya probados en Tanglu. Creemos que esto aumentará la calidad de los paquetes y resultará en un comienzo más suave del desarrollo de Debian después de la congelación. Sin embargo, Tanglu no es una distribución experimental de Debian o un patio de recreo para el software no probado. Todo en Tanglu debe ser utilizable para sus usuarios y ser software liberado por los desarrolladores originales. Estamos en contacto con Debian y tratamos de mantener la diferencia entre Tanglu y Debian lo menor posible, para no introducir incompatibilidades.
it: Tanglu non è un progetto Debian 'ufficiale', anche se è iniziato con alcuni Sviluppatori Debian. Ma crediamo che Tanglu possa aiutare Debian. Sincronizzeremo i permessi di tutti gli sviluppatori Debian, in modo che possano mantenere i loro pacchetti in Tanglu durante un freeze Debian, se vogliono farlo, così che Tanglu e i suoi utenti abbiano il software upstream più recente, mentre Debian può iniziare un nuovo ciclo di rilascio con pacchetti già testati in Tanglu. Crediamo che questo aumenterà la qualità dei pacchetti e risulterà in uno sviluppo meno brusco di Debian dopo un freeze. Comunque Tanglu non è una distribuzione sperimentale Debian o un parco giochi per software non testato. Tutto in Tanglu dev'essere utilizzabile per i suoi utenti ed essere software rilasciato upstream. Siamo in contatto con Debian per mantenere il delta tra Tanglu e Debian il più piccolo possibile, per non introdurre incompatibilità.
pt_br: Tanglu não é um projeto 'official' do Debian, embora tenha sido iniciado junto com alguns desenvolvedores do Debian. Mas acreditamos que o Tanglu poderá ajudar o Debian. Nós iremos sincronizar as permissões de todos os desenvolvedores do Debian, de forma que se quiserem poderão manter seus pacotes no Tanglu durante um congelamento de funcionalidades, de forma que o Tanglu e seus usuários receberão os últimos softwares liberados, enquanto que o Debian pode começar um novo ciclo de versões com pacotes já testados no Tanglu. Nós acreditamos que isso irá melhorar a qualidade dos pacotes e resultar em um inicio mais tranquilo de desenvolvimento para o Debian após uma nova versão. Todavia, Tanglu não é uma distribuição do Debian experiemental or parquinho para software sem teste. Tudo no Tanglu deve ser usável para seus usuários e ser software já liberado pelos seus desenvolvedores. Nos estamos em contato com o Debian e tentaremos manter as diferenças entre o Tanglu e o Debian menores possíveis, dessa forma não introduzimos incompatibilidade.
ru: Tanglu не является «официальным» проектом Debian, хотя и был основан несколькими разработчиками Debian. Но мы считаем, что Tanglu может помочь Debian. Мы синхронизируем права всех разработчиков Debian, чтобы они могли сопровождать свои пакеты в Tanglu во время заморозки пакетной базы Debian, если захотят. Так Tanglu и его пользователи могут получать новое программное обеспечение, а Debian может начать новый цикл выпуска с пакетами, уже протестированными в Tanglu. Мы верим, что это повысит качество пакетов и облегчит начало разработки Debian после заморозки. Однако, Tanglu это не аналог Debian experimental или песочница для неоттестированного ПО. В Tanglu должно включаться уже выпущенное ПО, которое может использоваться конечным пользователем. Мы в постоянном контакте с Debian и стараемся вводить как меньше различий между Tanglu и Debian, так что мы не вводим ничего, что может привести к несовместимости.
tr: Tanglu, bazı Debian geliştiricileriyle beraber başlamış olsa da 'resmi' bir Debian projesi değildir. Ancak Tanglu'nun Debian'a yardım edebileceğini düşünüyoruz. Tüm Debian geliştiricilerinin izinlerini senkron tutacağız. İsterlerse Debian donma sürecinde paketlerinin bakımını Tanglu'da yapabilecekler ve böylece Tanglu ve kullanıcıları en son yazılımları edinirken Debian yeni bir sürüm devresine Tanglu'da zaten test edilmiş paketlerle başlayabilecektir. Bunun paket kalitesini artıracağına ve bir donma sürecinden sonra Debian'ın geliştirme sürecine daha az sancılı bir şekilde başlamasına yol açacağına inanıyoruz. Ancak Tanglu, deneysel bir Debian dağıtımı ya da test edilmemiş yazılımların oyun alanı değildir. Tanglu'daki her şey kullanıcıları tarafından kullanılabilir ve sürümü çıkmış üst geliştirici yazılımı olmalıdır. Tanglu ile Debian arasındaki farklılığı olabildiğince küçük tutmak için Debian ile temas halinde olacağız ve dolayısıyla herhangi bir uyumsuzluğa yol açmayacağız.
zh_hk: Tanglu不是一個‘官方‘的Debian計劃，雖然它是由幾位Debian開發者起始。但我們認爲Tanglu有可能幫助Debian。我們會同步所有Debian開發者的權限，令他們可以於一個Debian凍結期中於Tanglu維持他們的套件，令Tanglu及它的用戶得到最新的上游軟件，同時間Debian可以以從Tanglu中已測試的套件開始一個新發行循環。我們相信它會擡高套件質素和令一個凍結期後的Debian開發開始得較爲平穩。不過，Tanglu不是一個Debian實驗性發行版本或未經測試軟件的遊樂場。所有於Tanglu裏的東西應該是能讓用戶使用和是已發行的上游軟件。我們正與Debian聯繫和嘗試儘量減少Tanglu和Debian間的差別，使我們不會產生不相容性。

source: Testing the software and be willing to help out on further tests to ensure we can fix the issues.
ca: Provant el programari i estant disposat a ajudar en més proves per assegurar que podrem resoldre els problemes.
de: Software testen und willig sein, bei weitergführenden Tests mitzuhelfen, damit wir die Probleme beheben können.
es: Probando los programas y estando dispuesto a ayudar en pruebas subsiguientes para asegurar que podamos arreglar los problemas.
it: Testare il software ed esser pronto ad aiutare in test più approfonditi per assicurarsi che correggiamo gli errori.
pt_br: Testando o software e estar disposto a ajudar em futuros testes para assegurar que corrijamos as falhas.
ru: Тестирование программного обеспечения и желание помочь в дальнейших тестах, чтобы убедиться, что ошибки исправлены.
tr: Yazılımları test etmek ve sorunları düzeltebileceğimizden emin olmak için daha sonraki testlerde de yardımcı olmaya istekli olmak.
zh_hk: 測試軟件和願意在未來測試中幫忙以確保我們能夠修理問題。

source: The Tanglu Open Project
ca: El Projecte Obert Tanglu
de: Das Tanglu Open Project
es: El Proyecto abierto Tanglu
it: Il Tanglu Open Project
pt_br: O projeto aberto Tanglu
ru: Открытый проект Tanglu
tr: Tanglu Açık Kaynak Projesi
zh_hk: Tanglu 開源碼計劃

source: The word then evolved out of the words tangerine and iglu (igloo), after trying a large number of words for days.
ca: El nom va evolucionar a partir de les paraules tangerine (mandarina) i igloo (iglú), després de provar un gran nombre de paraules durant els dies previs.
de: Das Wort entwickelte sich dann aus den englischen Wörtern tangerine (Mandarine) und igloo (Iglu), nachdem eine Menge Wörter über mehrere Tage durchprobiert wurden.
es: La palabra luego evolucionó de las palabras <i>tangerine</i> (mandarina) e <i>iglu</i> (iglú), después de probar un gran número de palabras durante días.
it: La parola poi è evoluta dalle parole tangerine e iglu (igloo), dopo aver provato un gran numero di parole per giorni.
pt_br: A palavra então surgiu das palavras tangerina e iglu, após tentar um grande numero de palavras por dias.
ru: Это слово выросло из слов tangerine и iglu (мандарин и иглу), после того, как мы несколько дней пробовали различные словосочетания.
tr: Günlerce süren birçok kelime denemesinden sonra kelime, tangerine (mandalina) ve iglu (igloo - Eskimo) kelimeleri üzerinden dönüştü.
zh_hk: 該字就在幾天嘗試大量的字後從英文tangerine（橘子）及iglu（冰屋）演變出來。

source: Time is the most expensive resource, if you are talented and have time to help out, here is a list of what we need:
ca: El temps és el recurs més car, si tens temps i talent per ajudar, aquesta és la llista del que necessitem:
de: Zeit ist die kostbarste Ressource. Wenn Du talentiert bist und Zeit uns auszuhelfen hast, findest du nachfolgend eine Liste der Dinge, die wir benötigen:
es: El tiempo es el recurso más caro. Si tiene habilidad y tiempo para ayudar, esto es una lista de lo que necesitamos:
it: Il tempo è la risorsa più costosa, se hai talento e tempo di aiutare, qui c'è una lista di ciò che serve:
ru: Время — самый дорогой ресурс. Если вы талантливы и у вас есть время помочь, вот список того, что нам нужно:
tr: Zaman en pahalı kaynaktır. Eğer yeteneğiz ve yardım edecek zamanınız varsa, işte ihtiyaç duyduklarımızın bir listesi:
zh_hk: 時間是最寶貴的資源，如果您有天賦和有時間幫忙，這裏是一個我們需要的東西的清單：

source: To get in touch with us, check out %1 on Freenode.
ca: Para contactar amb nosaltres, pega una ullada a %1 en Freenode.
de: Um mit uns Kontakt aufzunehmen, schau doch Mal beim Channel %1 auf Freenode vorbei.
es: Para ponerse en contacto con nosotros, vaya a %1 en Freenode.
it: Per metterti in contatto con noi, dai un'occhiata a %1 su Freenode.
pt_br: Para entrar em contato conosco, verifique %1 no Freenode.
ru: Чтобы связаться с нами, зайдите на канал %1 на Freenode.
tr: İletişime geçmek isterseniz, Freenode sunucusundaki %1 kanalını kontrol edin.
zh_hk: 要跟我們聯繫，去Freenode裏的%1。

source: Translating this site, software, manuals or upstream projects.
ca: Traduint aquest lloc, el programari, els manuals, o projectes que fem servir.
de: Diese Seite, Software, Manual oder Upstream-Projekte übersetzen.
es: Traduciendo este sitio, los programas, los manuales o los proyectos fuente.
it: Tradurre questo sito, programmi, manuali o progetti upstream.
pt_br: Traduzindo este site, software, manuais ou projetos.
ru: Перевод этого сайта, программного обеспечения, мануалов или исходных проектов.
tr: Bu siteyi, yazılımları, kılavuzları ve üst projeleri farklı dillere çevirmek.
zh_hk: 翻譯本網站，軟件，手冊或上游計劃。

source: Turkish
de: Türkisch
zh_hk: 土耳其文

source: We do contribute to Debian. The point is that Debian can not cover all possible use-cases, for example for people who want to use newer software, Debian freezes are annoying. But the freezes are a big strength if you want to use Debian as server OS. With Tanglu we want to build a distribution which provides a Debian experience for desktop users, Linux newbies and users who want up-to-date software and no rolling release.
ca: Contribuïm a Debian. El tema és que Debian no pot cobrir tots els casos d'ús possibles, por exemple per a persones que volen utilitzar programari més recent, els períodes de blocatge a Debian són molests. En canvi, aquests són un gran avantatge si vols utilitzar Debian com un sistema operatiu de servidor. Amb Tanglu volem construir una distribució que proporcione una experiència Debian per a usuaris d'escriptori, principiants a Linux i usuaris que volen programari actualitzat sense tenir un rolling release (llançament continu).
de: Wir beteiligen uns an Debian. Der Punkt ist, dass Debian einfach nicht alle Use-Cases ausfüllen kann. So sind zum Beispiel für Leute, die aktuellere Software benutzen wollen, sind die Debian Freezes lästig. Dafür sind die Freezes eine große Stärke, will man Debian als Server OS nutzen. Mit Tanglu wollen wir eine Distribution schaffen, welche eine Debian-Experience für Desktopnutzer, Linux-Anfänger und für Nutzer die aktuelle Software ohne Rolling-Releases nutzen wollen, bietet.
es: Contribuimos con Debian. El punto es que Debian no puede cubrir todos los casos de uso posibles. Por ejemplo, para las personas que quieren usar programas más recientes, las congelaciones de Debian son molestos. Sin embargo, son una gran ventaja si quieren usar Debian como un SO de servidor. Con Tanglu queremos construir una distribución que proporcione una experiencia de Debian para usuarios de escritorio, principiantes en Linux y usuarios que quieren programas actualizados sin recurrir a una distribución de liberación constante.
it: Contribuiamo a Debian. Il punto è che Debian non può coprire tutti i casi-utente possibili, per esempio per persone che vogliano usare i programmi più recenti, i Debian freeze sono fastidiosi. Ma i freeze sono una grande forza se si vuole usare Debian come SO server. Con Tanglu vogliamo costruire una distribuzione che fornisca un'esperienza Debian per utenti desktop, newbie Linux e utenti che vogliano programmi aggiornati e non rolling release.
pt_br: Nós contribuímos para o Debian. O ponto é que o Debian não pode cobrir todos os possíveis casos de uso, por exemplo, para pessoas que querem usar software recente, os congelamentos do Debian são irritantes. Mas os congelamentos são um ponto forte se você quer usar o Debian em um servidor. Com Tanglu queremos construir uma distribuição que provê a experiência do Debian para usuários de Desktop, novatos no Linux e pessoas que queiram software atualizado mas não em constante mudança.
ru: Прежде всего, мы участвуем в разработке Debian. Но Debian не покрывает все возможные сценарии использования. К примеру, у тех, кто хочет использовать новые приложения, заморозка кодовый базы Debian вызывает раздражение. Но она же даёт большое преимущество при использовании Debian в качестве ОС для сервера. В Tanglu мы хотим создать дистрибутив, несущий опыт Debian домашним пользователям, новичкам в Linux и пользователям, которые хотят свежее ПО без использования «плавающих выпусков» (rolling release).
tr: Debian'a katkı veriyoruz. Önemli olan nokta Debian'ın tüm olası gereksinimleri kapsayamaması. Örneğin daha yeni yazılımları kullanmak isteyen kullanıcılar için Debian donma süreçleri sinir bozucudur. Ancak bu süreçler Debian'ı bir sunucu sistemi olarak kullanmak istiyorsanız büyük bir güçtür. Tanglu ile masaüstü kullanıcıları, Linux acemileri ve güncel ama kararlı yazılım isteyen kullanıcılar için bir Debian deneyimi sağlayacak bir dağıtım inşa etmek istiyoruz.
zh_hk: 我們也向Debian貢獻。重點是Debian不能覆蓋所有可能的用例，例如對想使用較新的軟件的人來說，Debian凍結期是麻煩的。不過如果您想用Debian爲伺服器操作系統的話凍結是一個大優點。在Tanglu我們想要建構一個會提供一個爲桌面用家，Linux新手和想要最新的軟件和沒有滾動式發佈的Debian體驗的發行版本。

source: We need lots of infrastructure, since we are no rolling-release distribution and will have to provide a full Debian archive copy, as well as the required infrastructure to generate diffs for merging changes and for building packages.
ca: Necessitem molta infraestructura, ja que no som una distribució rolling-releasei hem de proporcionar una còpia de l'arxiu complet Debian, així com la infraestructura requerida per generar diffs en mesclar canvis i per construir paquets.
de: Wir benötigen eine Menge an Infrastruktur, da wir keine Rolling-Release-Distribution sind und wir ein komplettes Debian-Archiv anbieten müssen. Ebenso benötigen wir die Infrastruktur um Diffs zu erstellen, Änderungen einzupflegen und um Pakete zu erstellen.
es: Necesitamos mucha infraestructura, ya que no somos una distribución de liberación constante y hemos de proporcionar una copia completa del archivo Debian, así como la infraestructura requerida para generar los ficheros de diferencias para mezclar los cambios y para construir los paquetes.
it: Abbiamo bisogno di un sacco di infrastruttura, dato che non siamo una distribuzione rolling release e dovremo fornire una copia completa dell'archivio Debian, così come l'infrastruttura richiesta per generare diff per fondere cambiamenti e costruire pacchetti.
pt_br: Nós precisamos de muita infraestrutura, já que não somos uma distribuição continua, e temos que prover uma copia completa de arquivos Debian, assim como a estrutura necessária para gerar as diferenças para mesclagem e para construir pacotes.
ru: Нам необходима обширная инфраструктура, поскольку мы не являемся дистрибутивом с плавающими (rolling) выпусками и нам необходима полная копия архива Debian, а также необходимая инфраструктура для генерации файлов diff, слияния изменений и сборки пакетов.
tr: Rolling-release dağıtımı olmadığımız ve değişiklikleri merge etmek için gerekli diff'leri üretecek ve paketleri inşa edecek altyapı yanında tam bir Debian arşiv kopyası sağlamak zorunda olduğumuz için büyük bir altyapı ihtiyacımız var.
zh_hk: 我們需要大量的基礎設施，因爲我們不是一個滾動式發行發行版本和要提供一個完整的Debian存檔複製，及必須的基礎設施以產生合併變異的差別和建構套件。

source: What does the name "Tanglu" mean?
ca: Què significa "Tanglu"?
de: Was bedeutet der Name "Tanglu"?
es: ¿Qué significa el nombre "Tanglu"?
it: Cosa vuol dire il nome "Tanglu"?
pt_br: O que o nome "Tanglu" significa?
ru: Что означает слово «Tanglu»?
tr: "Tanglu" ismi ne anlama geliyor?
zh_hk: “Tanglu“ 這個名稱是甚麼意思？

source: What is Tanglu?
ca: Què és Tanglu?
de: Was ist Tanglu?
es: ¿Qué es Tanglu?
it: Cos'è Tanglu?
pt_br: O que é Tanglu?
ru: Что такое Tanglu?
tr: Tanglu nedir?
zh_hk: Tanglu是甚麼？
