Repository: dantti/old-tanglu-www
Catalog: lib/Tanglu/I18N/*.po
Languages: ca, de, es, it, pt_br, ru, tr, zh_hk

source: Who knows? The decision making process of this project will end up in voting sessions so again everyone involved (including a company's employees) will have the right to vote. Tanglu is entirely community-driven, so we expect that there will be problems from time to time, but we think that these can all be solved. We take every community-member and not-member serious and try to find a solution which works for most people.
ca: Qui sap? La pressa de decisions d'aquest projecte es determinarà en sessions de votació, així tots els involucrats (incloent els treballadors d'una empresa) tindran dret a vot. Tanglu és totalment impulsat por la comunitat, és d'esperar que hi haurà problemes de tant en tant, però creiem queaquests poden tots ser resolts. Prenem en seriosa consideració tant als membres com als no membres de la comunitat i tractem de trobar una solució que funcione per a la major part de la gent.
de: Wer weiß? Der Entscheidungsfindungsprozess dieses Projekts wird auf Wahlen hinauslaufen, sodass alle Beteiligten (auch Mitarbeiter einer Firma) das Recht haben werden zu wählen. Tanglu ist komplett gemeinschaftsgesteuert, daher rechnen wir von Zeit zu Zeit mit Problemen, wir glauben jedoch dass wir alle diese Probleme lösen können. Wir nehmen jedes Gemeinschaftsmitglied und -nichtmitglied ernst, und wir versuchen immer eine Lösung zu finden, die einen breiten Konsens findet.
es: ¿Quién sabe? Cada toma de decisiones de este proyecto terminará en sesiones de votación así que todos los involucrados (incluyendo los empleados de una empresa) tendrán derecho a voto. Tanglu está totalmente dirigido por la comunidad, por lo que esperamos que haya problemas de vez en cuando, pero creemos que pueden ser resueltos. Tomamos en serio a todos los miembros y no miembros de la comunidad y tratamos de encontrar una solución que funcione para la mayoría de la gente.
it: Chissà? Il processo di decisione di questo progetto finirà in sessioni di voto così che tutte le persone coinvolte (inclusi i dipendenti di un'azienda) abbiano il diritto di votare. Tanglu è interamente portato avanti dalla comunità, quindi ci aspettiamo che ci siano problemi di tanto in tanto, ma pensiamo che possano essere risolti. Prendiamo ogni membro e non-membro della comunità seriamente e proviamo a trovare una soluzione che funzioni per la maggioranza delle persone.
pt_br: Quem sabe? O processo de tomar decisões deste projeto irá terminar em sessões de votação, então novamente todos envolvidos (incluindo empregados de empresas) terão o direito de votar. Tanglu é um projeto completamente dirigido por uma comunidade, então nos esperamos que existirão problemas de tempos em tempos, mas nos acreditamos que eles podem ser todos resolvidos. Nós levamos a sério todos os membros e não membros da comunidade e tentamos encontrar uma solução que funcione para a maioria.
ru: Кто знает? Процесс принятия решений этого проекта закончится голосованием, так что каждый вовлечённый в процесс (включая сотрудников компаний) будет иметь право голоса. Tanglu — целиком и полностью проект сообщества, так что конфликты время от времени неизбежны, но мы думаем, что все они могут быть решены. Мы серьёзно воспринимаем каждого участника и не-участника сообщества и стараемся находить решение, подходящее большинству.
tr: Kim bilir? Projenin karar alma süreci oylama oturumlarıyla sonuçlanacaktır. Yine herkesin (firma çalışanları da dahil) oy hakkı bulunacaktır. Tanglu tamamen topluluk güdümlüdür. Dolayısıyla zaman zaman sorunlar yaşanacaktır; fakat tüm bunların çözülebileceğini düşünüyoruz. Topluluk üyesi olan ya da olmayan herkesi ciddiye alacağız ve herkes için uygun bir çözüm bulmaya çalışacağız.
zh_hk: 誰知道呢？本計劃下決定的過程會 以投票環節終結使所有參與的人（包括一個公司的 員工）會有投票的權利。Tanglu是完全由社區主動，所以我們預計那裏會某些時候有問題，但我們認爲這些都可以被解決。我們重視每位社區會員和非會員和嘗試尋找一個適合大多數人的方案。

source: Why don’t you contribute to Debian directly and create yet another distribution?
ca: Per què no contribuïu a Debian directament i creeu encara una altra distribució?
de: Warum arbeitet ihr nicht unmittelbar direkt an Debian mit, sondern erschaffet noch eine neue Distribution?
es: ¿Por qué no contribuyen directamente a Debian en vez de crear otra distribución?
it: Perché non contribuite a Debian direttamente e create ancora un'altra distribuzione?
pt_br: Por que vocês não contribuem diretamente ao Debian e criaram mais uma distribuição?
ru: Почему вы создаёте ещё один дистрибутив, вместо того, чтобы участвовать непосредственно в Debian?
tr: Niçin Debian'a katkı vermiyor da başka bir dağıtım daha çıkarıyorsunuz?
zh_hk: 爲甚麼你們不直接向Debian貢獻而創造另一個發行版本?

source: Wiki
ru: Вики
tr: Viki
zh_hk: 維基

source: Will firmware be available on CDs?
ca: Estarà el firmware (microprogramari) en els CDs?
de: Wird auf den CDs Firmware dabei sein?
es: ¿Se dispondrá de microcódigo (<i>firmware</i>) en CD?
it: Il firmware sarà disponibile sui CD?
pt_br: Irão incluir firmware nos CDs?
ru: Будут ли драйверы доступны на CD?
tr: CD'lerde firmware bulunacak mı?
zh_hk: 韌體會在CD上供應嗎？

source: Will you have a default desktop environment?
ca: Tindreu un entorn d'escriptori per defecte?
de: Wird es eine Standard-Desktopumgebung geben?
es: ¿Tendrá un entorno de escritorio predeterminado?
it: Avrete un ambiente desktop predefinito?
pt_br: Irá ter um ambiente desktop por padrão?
ru: Будет ли у вас окружение рабочего стола по умолчанию?
tr: Öntanımlı bir masaüstü ortamı olacak mı?
zh_hk: 你們會有一個預設的桌面環境嗎？

source: With donations.
ca: Amb donacions.
de: Mit Spenden.
es: Con donaciones
it: Con donazioni.
pt_br: Com doações.
ru: Пожертвованиями.
tr: Bağış yaparak.
zh_hk: 用捐獻。

source: With servers.
ca: Amb servidors.
de: Mit Servern.
es: Con servidores
it: Con server.
pt_br: Com servidores.
ru: Серверами.
tr: Sunucu sağlayarak.
zh_hk: 用伺服器。

source: With time.
ca: Amb temps.
de: Mit Zeit.
es: Con tiempo
it: Con tempo.
pt_br: Com tempo.
ru: Временем.
tr: Zaman harcayarak.
zh_hk: 用時間。

source: Yes and no, yes because we need money to rent our servers and stuff, and no by there is no company dictating the flow of the project. We believe in meritocracy, if some company decides to put lots of developers to work with us it's natural that they will be able to control what they are helping, the same way a developer that maintains a few packages will have the right to decide what is best for those.
ca: Sí i no, sí, perquè necessitem diners per llogar els nostres servidors i demés, i no, ja que no hi ha cap empresa que dictamine la direcció del projecte. Creiem en lameritocràcia, si alguna empresa decideix posar molts desenvolupadors a treballar ambnosaltres, és natural que siguen capaces de controlar allò en que estan ajudant, de lamateixa manera un desenvolupador que manté alguns paquets tindrà el dret de decidir què és el millor per a ells.
de: Ja und nein. Ja, weil wir Geld zum Betrieb unserer Server und so benötigen, und nein, es steht keine Firma hinter dem Projekt, die die Richtung vorgibt. Wir glauben an Meritokratie: Wenn eine Firma sich dazu entschließt, eine Menge Entwickler mit uns zusammenarbeiten zu lassen, ist es nur natürlich, dass diese in der Lage sind, das zu kontrollieren, bei dem sie mitarbeiten, auf die gleiche Art, wie ein Entwickler der ein paar Pakete betreut, bestimmt, was das Beste für seine Pakete ist.
es: Sí y no. Sí, porque necesitamos dinero para alquilar nuestros servidores y esas cosas. Y no, porque no hay una empresa que dicte el flujo del proyecto. Creemos en la meritocracia, si alguna empresa decide poner un montón de desarrolladores para trabajar con nosotros es natural que sean capaces de controlar aquello en lo que están ayudando, de la misma manera un desarrollador que mantiene algunos paquetes tiene el derecho a decidir qué es lo mejor para ellos.
it: Sì e no, sì perché abbiamo bisogno di soldi per affittare i server e altre cose, e no perché non c'è nessuna azienda che detti il corso del progetto. Crediamo nella meritocrazia, se qualche azienda decide di mettere un sacco di sviluppatori a lavorare con noi è naturale che siano in grado di controllare ciò in cui stanno aiutando, allo stesso modo uno sviluppatore che mantiene un po' di pacchetti avrà il diritto di decidere cos'è meglio per questi.
pt_br: Sim e não, sim por que nós precisamos de dinheiro para alugar nossos servidores e outras coisas, e não pois não há uma empresa ditando o fluxo do projeto. Nós acreditamos em meritocracia, se alguma empresa decidir colocar vários desenvolvedores para trabalhar conosco é natural que eles serão capazes de controlar o que eles estão ajudando, da mesma forma um desenvolvedor que mantêm alguns pacotes terá o direito de decidir o que é o melhor para eles.
ru: И да и нет. Да, потому что нам необходимы деньги для аренды серверов и прочего, и нет, так как никакая компания не диктует движение проекта. Мы верим в меритократию, если какая-нибудь компания решает направить множество разработчиков, чтобы работать с нами, то естественно, что они будут способны управлять тем, в чём они помогают. Но точно также, сопровождающий небольшого числа пакетов имеет право решать, что для них лучше.
tr: Evet ve hayır. Evet; çünkü sunucularımızı ve araçlarımızı kiralamak için paraya ihtiyacımız var. Hayır; çünkü projenin gidişatını yönlendiren herhangi bir firma yok. Meritokrasiye inanıyoruz. Eğer bir firma bizimle çalışacak birçok geliştirici koymaya karar verirse yardım ettikleri noktaları kontrol etmeleri normaldir. Aynı şekilde birkaç paketin bakımını yapan bir geliştirici de o paketler hakkında en iyisine karar verme hakkına sahiptir.
zh_hk: 可以說是也可以說否，是是因爲我們需要金錢以租借我們的伺服器和東西，否是因爲那裏是沒有公司壟斷本計劃的流向。我們相信任人唯賢，如果某公司決定放進大量的開發者去與我們工作，自然地他們會能控制他們幫忙的東西，跟一個維持幾個套件的開發者會有權利決定甚麼是對那些套件最好的一樣原理。

source: Yes, it's very frustrating for the average user to try on their own to install firmware, especially when it's preventing them from getting online. We will include firmware even if it isn't open source. But except for the firmware, there will be no proprietary modules in the distribution. We will also only include firmware which is part of upstream Linux.
ca: Sí, és molt frustrant per a l'usuari mig intentar instal·lar firmware pel seu compte, especialment quan aquest impedeix estar en línia. Inclourem firmware encara que no sigui de codi obert. Però excepte el firmware, no hi hauràmòduls propietaris en la distribució. Sols inclourem el firmware que sigui part de Linux.
de: Ja, denn es ist sehr frustrierend für den Durchschnittsnutzer, wenn er auf eigene Faust versucht Firmware zu installieren, besonders wenn er ohne Firmware nicht online gehen kann. Wir werden deshalb Firmware einbeziehen, auch wenn sie nicht Open-Source ist. Außer der Firmware wird es jedoch keine proprietären Module in der Distribution geben. Wir werden außerdem nur solche Firmware einbeziehen, welche im Upstream Linux enthalten ist.
es: Sí, es muy frustrante para el usuario promedio intentar instalar microcódigo por su cuenta, especialmente cuando ello impide que se conecten. Incluiremos microcódigo incluso sino es de código abierto. Pero excepto por el microcódigo, no habrá módulos privativos en la distribución. Además incluiremos solamente el microcódigo que sea parte del núcleo Linux oficial.
it: Sì, è davvero frustrante per l'utente medio provare da solo a installare il firmware, specialmente quando questo impedisce di accedere alla rete. Includeremo il firmware anche se non è open source. Ma eccetto per il firmware, non ci saranno moduli proprietari nella distribuzione. Includeremo inoltre solo il firmware che è parte di Linux all'origine.
pt_br: Sim, é muito frustrante para um usuário comum tentar por si próprio instalar firmware, especialmente quando o mesmo esta, prevenindo-o de ficar online. Nós iremos incluir firmware mesmo que não seja de código aberto. Mas com exceção do firmware, não haverão módulos proprietários na distribuição. Nós somente iremos incluir firmware que faz parte de um módulo do Linux.
ru: Да, среднего пользователя очень раздражает пытаться устанавливать собственные драйверы, особенно, когда без них нельзя выйти в интернет. Мы включим драйверы и прошивки даже, если они не являются свободным ПО. Но за исключением драйверов, в дистрибутиве не будет проприетарных модулей. Также, мы включим в дистрибутив только те прошивки, которые являются частью ядра Linux.
tr: Evet, ortalama kullanıcının firmware kurulumunu kendisi yapması siniz bozucu. Özellikle online olarak bunu yapmasını da engelliyorsa. Açık kodlu olmasa bile firmware içereceğiz. Bu yalnızca firmware için geçerlidir. Dağıtımda herhangi bir sahipli modül yer almayacaktır. Ayrıca sadece Linux projesinin parçası olan firmware dosyalarını içereceğiz.
zh_hk: 是，對一般用家來說嘗試 自己安裝韌體是非常洩氣，尤其是它在阻止 它們上網。我們會包括甚至不是開源碼 的韌體。但除了韌體， 發行版本裏會沒有自身組件。我們也只會包括在上游Linux裏的韌體。

source: You can also subscribe to one of our %1mailinglists%2, bigger announcements will be posted to the low-volume tanglu-announce mailinglist.
de: Sie können auch eine unsere %1Mailinglisten%2 abonnieren. Größere Ankündigungen werden über die tanglu-announce Liste mitgeteilt.
zh_hk: 您也可以訂閱我們其中一個%1郵件列表%2，大的公告會被公告到低量的tanglu-announce郵件列表。

source: You can contribute on the following ways:
ca: Pots contribuir de les següents maneres:
de: Du kannst auf über die folgenden Wege beitragen:
es: Puede contribuir de las siguientes maneras:
it: Puoi contribuire nei seguenti modi:
pt_br: Você pode contribuir das seguinte formas:
ru: Вы можете помочь проекту следующими способами:
tr: Aşağıdaki yöntemlerle katkıda bulunabilirsiniz:
zh_hk: 您可以使用以下方法貢獻：

source: You might ask why we have to create a new distribution for that, instead of creating improvements inside Debian? Creating a new distribution allows us to do stuff we can never do in Debian, for example including more firmware by default and having a time-based release cycle. These are already things which are a no-go for Debian, and that’s fine. We don’t want Debian to support these cases, as it is already a great distribution. We want to offer a distro as close to Debian as possible, but with a few modifications for use-cases which are not covered by Debian itself, and by doing that add value to the Debian ecosystem. Of course we will participate in the %1DEX%2 project and work closely with Debian.
ca: Es podeu preguntar, com és que hem de crear una nova distribució, en lloc d'introduir millores a Debian? Crear una nova distribució ens permet fer coses que mai es podrien fer a Debian, per exemple incloure més firmware per defecte i tenir un cicle de llançament basat en temps. Aquestes són ja coses que són impossibles a Debian, i està bé que sigui així. No busquem que Debian done suport a aquests casos, ja que és ja una gran distribució. Però volem oferir una distro tan pròxima a Debian como sigui possible, amb algunes modificacions per casos d'ús que no estan coberts a Debian, i en fer això agregar valor al ecosistema Debian. Per suposat participarem en el projecte %1DEX%2 itreballarem en estreta col·laboració amb Debian.
de: Du klnntest Dich fragen, warum wir dafür gleich eine neue Distribution erschaffen wollen, anstatt Verbesserungen direkt in Debian einzubringen? Die Schaffung einer neuen Distribution erlaubt uns Dinge zu tun, die uns in Debian niemals erlaubt wären, wie beispielsweise standardmäßig mehr Firmware auszuliefern oder einen zeitabhängigen Veröffentlichungszyklus. Diese Dinge sind Tabu in Debian und das ist auch vollkommen in Ordnung. Wir möchten gar nicht, dass Debian diese Dinge unterstützt, da Debian bereits so wie es ist eine großartige Distribution ist. Wir möchten stattdessen eine Distribution anbieten, die so nah wie möglich an Debian ist, und dennoch ein paar Modifikationen für Use-Cases, welche nicht direkt von Debian unterstützt werden, anbieten, und dadurch das Debian Ökosystem bereichern. Natürlich werden wir am %1DEX%2-Projekt teilnehmen und eng mit Debian zusammenarbeiten.
es: Se preguntarán por qué tenemos que crear una nueva distribución para ello, en lugar de introducir mejoras dentro de Debian. Crear una nueva distribución nos permite hacer cosas que nunca se pueden hacer en Debian, por ejemplo incluir más microcódigo por defecto y tener un ciclo de liberación basado en el tiempo. Éstas son cosas que Debian nunca haría, y eso está bien. No pretendemos que Debian soporte esos casos, ya que es ya una gran distribución. Queremos ofrecer una distribución tan cerca como sea posible de Debian, pero con algunas modificaciones para casos de uso que no están cubiertos por Debian en sí mismo, y al hacer eso agregar valor al ecosistema de Debian. Por supuesto, vamos a participar en el proyecto %1DEX%2 y trabajaremos en estrecha colaboración con Debian.
it: Potresti chiedere perché dobbiamo creare una nuova distribuzione per questo, invece di portare miglioramenti dentro Debian? Creare una nuova distribuzione ci permette di fare cose che non potremmo mai fare in Debian, per esempio includere più firmware di default e avere un ciclo di rilascio su base temporale. Queste sono già cose che sono impossibili per Debian, e va bene. Non vogliamo che Debian supporti questi casi dato che è già una grande distribuzione. Vogliamo offrire una distribuzione il più vicino possibile a Debian, ma con qualche modifica per casi d'uso che non sono coperti da Debian stessa, e facendo ciò aggiungere valore all'ecosistema Debian. Sicuramente parteciperemo nel progetto %1DEX%2 e lavoreremo da vicino con Debian.
ru: Вы можете спросить, зачем нам нужно создавать новый дистрибутив для этого, вместо того, чтобы улучшить Debian? Создание нового дистрибутива позволит нам делать вещи, которые невозможно сделать в Debian, к примеру поставлять по умолчанию больше прошивок и иметь фиксированное время выпусков. В Debian полно вещей, которые нельзя реализовать и это нормально. Мы и не хотим, чтобы Debian поддерживал эти возможности, это и так отличный дистрибутив. Мы хотим предложить дистрибутив, близкий к Debian, насколько это возможно, но с некоторыми изменениями для случаев использования, не покрываемых экосистемой самого Debian. Разумеется, мы будем участвовать в проекте %1DEX%2 и работать в тесной интеграции с Debian.
tr: Debian içinde geliştirme yapmaktansa bunun için neden yeni bir dağıtım yapmak zorunda olduğumuzu sorabilirsiniz. Yeni bir dağıtım oluşturmak Debian içinde kesinlikle yapamayacağımız şeyleri yapmamıza izin veriyor. Örneğin öntanımlı olarak firmware içermek ve zaman tabanlı sürüm devrelerine sahip olmak gibi. Bunlar zaten Debian için olması düşünülmeyen şeyler ve bu durumda sorun yok. Zaten harika bir dağıtım ve bu tür senaryoları desteklemesini istemiyoruz. Olabildiğince Debian'a yakın; fakat ufak değişikliklerle bu senaryoları da kapsayan ve bunu yaparken Debian ekosistemine değer katan bir dağıtım sunmak istiyoruz. Elbette %1DEX%2 projesine katılacağız ve Debian ile yakın bir şekilde çalışacağız.
zh_hk: 您可能問爲甚麼我們要爲那個原因創造一個新的發行版本，而不在Debian裏創造改進？創造一個新的發行版本容許我們作一些在Debian裏沒可能做的事情， 例如預設包括更多的韌體和有一個建基於時間的發行循環。這些已經是一些Debian不會做的事情，而且還好。我們不要Debian支援這些情況，因爲它已經是一個偉大的發行版本。我們想提供一個儘量近乎於Debian， 但有一些爲不能由Debian覆蓋的用例的改動的發行版本，而同時間爲Debian的生態系統增值。當然我們會參加%1DEX%2計劃和與Debian緊密合作。

source: If you want to get in contact, check out %1 on Freenode.
ca: Si vols estar contactar amb nosaltres, mira %1 en Freenode.
es: Si quiere contactar con nosotros, pruebe %1 en Freenode.
it: Se vuoi metterti in contatto, dai un'occhiata a %1 su Freenode.
pt_br: Se quiser entrar em contato, apareca no %1 no Freenode.
ru: Если вы хотите связаться с нами, посетите %1 на Freenode.
tr: İletişime geçmek isterseniz, Freenode sunucusundaki %1 kanalını kontrol edin.

source: You can also subscribe to one of our %1mailinglists%2.
ca: També et pots subscriure a una de les nostres %1llistes de correu%2.
es: Puede suscribirse a una de nuestras %1listas de correo%2.
it: Puoi anche iscriverti a una delle nostre %1mailinglist%2.
pt_br: Você também pode se inscrever em uma de nossas %1listas de email%2.
ru: Вы также можете подписаться на один из наших %1списков рассылки%2.
tr: %1Eposta listelerimizden%2 birine üye de olabilirsiniz.
