Repository: dantti/old-tanglu-www
Catalog: lib/Tanglu/I18N/*.po
Languages: ca, de, es, it, pt_br, ru, tr, zh_hk

source: A new GNU/Linux distribution based on Debian, designed for human beings.
ca: Una nova distribució GNU/Linux basada en Debian, dissenyada per a éssers humans.
de: Eine neue, für Menschen entwickelte, Debian-basierende, GNU/Linux-Distribution.
es: Una nueva distribución de GNU/Linux basada en Debian, diseñada para seres humanos.
it: Una nuova distribuzione GNU/Linux basata su Debian, progettata per esseri umani.
pt_br: Uma nova distribuição Linux baseada no Debian, desenhada para seres humanos.
ru: Новый дистрибутив GNU/Linux, основанный на Debian и ориентированный на пользователей.
tr: İnsanlar için tasarlanmış Debian tabanlı yeni bir GNU/Linux dağıtımı.
zh_hk: 一個建基於Debian的新GNU/Linux發行版本，爲人類而設計。

source: Also, other services like the package queue, bugtracker, merge system etc. need capacity.
ca: A més a més, altres serveis com la cua de paquets, el seguiment d'errors, el control de versions, etc. necessiten capacitat.
de: Zusätzlich benötigen andere Dienste, wie die Paketierung, der Bugtracker oder das Merge-System Speicherplatz.
es: También, otros servicios como la cola de paquetes, el gestor de fallos, el sistema de mezcla, etc. necesitan capacidad.
it: Inoltre altri servizi come la coda dei pacchetti, il bugtracker, il sistema di merge, ecc.. richiedono capacità.
pt_br: Adicionalmente, outros serviços como a fila de pacotes, ferramenta de controle de erros, sistema de mesclagem de pacotes etc, precisam de mais capacidade.
ru: Также, таким службам как очередь пакетов, система отслеживания ошибок, система слияния, и т.п. нужна пропускная способность.
tr: Ayrıca, paket kuyruğu, hata takibi, merge sistemi vs. gibi hizmetler için kapasite gerekiyor.
zh_hk: 同時，其他服務例如套件隊伍，臭蟲追縱網，合併系統等等需要容量。

source: As soon as the project has the minimum required to start running we will be accepting donations.
ca: Tan aviat com el projecte tingui el mínim requerit per engegar acceptarem donacions.
de: Sobald das Projekt die minimalen Vorraussetzungen für den Betrieb erfüllt, werden wir Spenden annehmen.
es: Tan pronto como el proyecto tenga los mínimos requeridos para empezar a funcionar aceptaremos donaciones.
it: Non appena il progetto ha il minimo richiesto per iniziare a funzionare, accetteremo donazioni.
pt_br: Assim que o projeto tiver o mínimo necessário para funcionar nós iremos oferecer possibilidades de fazer doações.
ru: Как только проект наберёт минимум, необходимый для запуска, мы начнём собирать пожертвования.
tr: Proje, çalışmaya başlamak için minimum yeterliliğe sahip olur olmaz bağışları kabul etmeye başlayacağız.
zh_hk: 當本計劃達到了開始營運的基本要求我們就會接受捐獻。

source: Available domains (.org .net)
ca: Dominis disponibles (.org .net)
de: Verfügbare Domainnamen (.org .net)
es: Dominios disponibles (.org .net)
it: Domini disponibili (.org .net)
pt_br: Domínios disponíveis (.org .net)
ru: Доступные домены (.org .net)
tr: Mevcut alan adları (.org .net)
zh_hk: 可用網域（.org .net）

source: Brazilian Portuguese
de: Brasilianisches Portugiesisch
it: Portoghese (Brasile)
ru: Бразильский португальский
tr: Brezilya Portekizcesi
zh_hk: 巴西式葡萄牙文

source: But wait! You can help, check it out the %1contribute section%2!
ca: Però espera! Pots ajudar, mira la %1secció contribueix%2!
de: Aber einen Moment! Du kannst mithelfen: Schau Dir die %1Mitmachseite%2 an!
es: ¡Pero espere! Puede ayudar, visite la sección %1Contribuir%2!
it: Ma aspetta! Puoi aiutare, consulta la %1sezione "Contribuisci"%2!
pt_br: Mas espere! Você pode ajudar, verifique a %1sessão de contribuição%2!
ru: Но погодите! Вы можете помочь, взгляните на %1страницу участия%2!
tr: Ama bekleyin! Yardım edebilirsiniz. %1Katkı sayfasına%2 bir göz atın!
zh_hk: 但等一下！您可以幫忙，去%1貢獻部分%2看一下！

source: Catalan
de: Katalanisch
it: Catalano
ru: Каталанский
tr: Katalonya dili
zh_hk: 加泰羅尼亞文

source: Companies will also be able to sponsor the project.
ca: Les empreses també podran patrocinar el projecte.
de: Firmen werden dem Projekt ebenfalls spenden können.
es: Las empresas también podrán patrocinar el proyecto.
it: Anche le aziende potranno sponsorizzare il progetto.
pt_br: Empresas também poderão patrocinar o projeto.
ru: Компании также смогут спонсировать проект.
tr: Şirketler de projeye destek olabileceklerdir.
zh_hk: 公司也會能夠資助本計劃。

source: Contribute
ca: Contribueix
de: Mach mit
es: Contribuir
it: Contribuisci
pt_br: Contribua
ru: Участие
tr: Katkı Verin
zh_hk: 貢獻

source: Designing wallpapers, bootup logos, this website.
ca: Dissenyant fons d'escriptori, logos d'arrencada, aquest lloc web.
de: Wallpaper kreieren, Bootup-Logos, diese Website.
es: Diseñando fondos de escritorio, logotipos para el arranque o este sitio web.
it: Disegnare sfondi, loghi per il bootup, questo sito web.
pt_br: Desenhando papéis de parede, logotipos de inicialização, este site.
ru: Дизайн обоев рабочего стола, загрузочных логотипов, этого веб-сайта.
tr: Duvar kağıtları, önyükleme logoları, bu web sitesinin tasarımı.
zh_hk: 設計壁紙，開機圖案，本網站。

source: Do you like the project but don't have time to contribute back?
ca: T'ha agradat el projecte però no tens temps per contribuir?
de: Du magst das Projekt, hast aber keine Zeit mitzumachen?
es: ¿Le gusta el proyecto pero no tiene tiempo para contribuir?
it: Ti piace il progetto ma non hai il tempo per contribuire?
pt_br: Você gostou do projeto mas não tem tempo de retribuir?
ru: Вам нравится проект, но у вас нет времени, чтобы в нём участвовать?
tr: Projeyi sevdiniz; fakat katkı verecek vaktiniz mi yok?
zh_hk: 您喜歡本計劃但沒有時間貢獻嗎？

source: Do you plan to heavily modify the software you ship?
ca: Planegeu modificar força el programari que incloeu?
de: Plant ihr, die Software, welche ihr verteilt, stark zu verändern?
es: ¿Planean modificar mucho los programas que distribuyan?
it: Avete in progetto di modificare pesantemente il software che fornite?
pt_br: Vocês planejam fazer grandes modificações no software distribuído?
ru: Планируете ли вы значительные изменения распространяемого программного обеспечения?
tr: Sunduğunuz yazılımları yoğun bir şekilde değiştirmeyi planlıyor musunuz?
zh_hk: 您計劃大幅度更改您推出的軟件嗎？

source: Documenting procedures on the wiki, including screenshots if it makes for easier understanding
ca: Documentant procediments en la wiki, incloent captures de pantalla si faciliten la comprensió
de: Im Wiki die Prozesse, inklusive Screenshots, falls für das Verständnis nötig, dokumentieren
es: Documentando los procedimientos en el wiki, incluyendo capturas de pantalla si así se entiende más fácilmente.
it: Documentare procedure sul wiki, includendo screenshot se rendono più facile la comprensione
pt_br: Preenchendo wikis com procedimentos validados, incluindo capturas de telas se ajudarem para um melhor entendimento.
ru: Документация процедур на вики, включая снимки экрана, если они облегчают понимание.
tr: Vikideki prosedürleri - anlamayı kolaylaştırıyorsa ekran görüntüleriyle beraber - belgeleme
zh_hk: 於維基裏編寫程序，如果能讓它更容易明白的話包括截圖。

source: Dutch
de: Holländisch
zh_hk: 荷蘭文

source: English
de: Englisch
it: Inglese
ru: Английский
tr: İngilizce
zh_hk: 英文

source: Ensuring documentation on our website doesn't get out of date.
ca: Assegurant que la documentació al nostre lloc web no quedi desfasada.
de: Sicherstellen, dass die Dokumentation auf unserer Website nicht veraltet.
es: Asegurándose de que la documentación de nuestro sitio web no se quede desfasada.
it: Assicurarsi che la documentazione sul nostro sito non diventi obsoleta
pt_br: Cuidando que a documentação no nosso site não fique obsoleta.
ru: Проверка, что документация на нашем веб-сайте актуальна и не устарела.
tr: Web sitemizdeki belgelerin eskimediğinden emin olmak.
zh_hk: 確保我們網站的文件不會過時。

source: FAQ
ca: Preguntes més freqüents
es: Preguntas Frecuentes
pt_br: Perguntas Frequentes
ru: ЧАВО
tr: SSS
zh_hk: 問與答

source: Finding a catchy name is by no means an easy job, our criteria was:
ca: Trobar un nom atractiu no és pas una cosa fàcil, el nostre criteri ha estat:
de: Einen eingängigen Namen zu finden, ist keine leichte Arbeit. Unser Kriterium war:
es: Encontrar un nombre pegadizo no es, de ninguna manera, un trabajo sencillo. Nuestros criterios fueron:
it: Trovare un nome accattivante non è in alcun modo facile, i nostri criteri sono stati:
pt_br: Encontrar um nome cativante é de forma nenhuma um trabalho fácil, nosso critério foi:
ru: Подбор запоминающегося названия нельзя назвать лёгкой задачей. Нашими критериями были:
tr: Çekici bir isim bulmak hiç de kolay bir iş değil. Kriterlerimiz şunlardı:
zh_hk: 尋找一個噹響的名字不是一個簡單的工作，我們的條件是：

source: For now it is planned that we will release 2 times a year, but this isn't written in stone yet. Right now we are working on configuring servers to start building software
ca: Per ara està planejat que farem dos llançaments a l'any. però encara no està totalment decidit. Ara mateix estem treballant en la configuració els servidors per començar a compilar programari
de: Momentan ist angedacht, dass wir 2 Releases pro Jahr anstreben, dies ist jedoch noch nicht in Stein gemeißelt. Momentan arbeiten wir an der Konfiguration der Server und dem Erstellen der Software
es: Por ahora está planeado que liberaremos dos veces al año, pero todavía no está escrito en piedra. Ahora mismo estamos trabajando en configurar los servidores para que empiecen a construir programas.
it: Per ora il piano è di avere un rilascio 2 volte all'anno, ma non ancora è scritto nella pietra. Al momento stiamo lavorando a configurare i server per iniziare a compilare software
pt_br: Por enquanto é planejado que faremos dois lançamentos no ano, mas isso ainda não esta totalmente decidido ainda. Nesse momento estamos trabalhando na configuração de servidores para começar a preparar o software.
ru: Сейчас планируется по 2 выпуска в год, но это ещё не окончательное решение. В данный момент мы настраиваем сервера, чтобы начать собирать приложения.
tr: Şu an için yılda iki sürüm çıkarmayı düşünüyoruz; ancak bu henüz kesin bir karar değil. Şu anda yazılımları inşa etmeye başlamak için sunucularımızı yapılandırmakla uğraşıyoruz.
zh_hk: 現在我們正計劃每年發行兩次， 但我們還沒有下決定。 當下我們正努力設定伺服器以開始建構軟件。

source: German
de: Deutsch
it: Tedesco
ru: Немецкий
tr: Almanca
zh_hk: 德文

source: Get it
ca: Agafa'l
de: Download
es: Descarga
it: Scarica
pt_br: Obtenha
ru: Загрузка
tr: Edinin
zh_hk: 得到它

source: Help creating packages.
ca: Ajuda creant paquets.
de: Hilfe bei der Paketerstellung.
es: Ayudando a crear paquetes.
it: Aiutare a creare pacchetti.
pt_br: Ajuda criando pacotes.
ru: Помощь в создании пакетов.
tr: Paket oluşturmaya yardım edin.
zh_hk: 幫忙創造套件。

source: Help with website and infrastructure administration.
ca: Ajuda amb el lloc web i l'administració de la infraestructura.
de: Hilfe mit der Website und der Infrastrukturverwaltung.
es: Ayudando con la administración del sitio web y la infraestructura.
it: Aiuto con il sito web e l'amministrazione dell'infrastruttura.
pt_br: Ajuda com o site e administração de infraestrutura.
ru: Помощь с администрированием веб-сайта и инфраструктуры.
tr: Bu site ve altyapı yönetimi için yardım edin.
zh_hk: 在網站和架構上幫忙。

source: Home
ca: Inici
es: Inicio
pt_br: Principal
ru: Главная
tr: Ana Sayfa
zh_hk: 首頁

source: How is the relation to Debian?
ca: Com és la relació amb Debian?
de: Wie ist die Beziehung zu Debian?
es: ¿Cómo es la relación con Debian?
it: Com'è la relazione con Debian?
pt_br: Como é a relação com o Debian?
ru: Какое отношение вы имеете к Debian?
tr: Debian ile ilişkiler nasıl olacak?
zh_hk: 與Debian的關係怎麼樣？

source: How often and when will it be released?
ca: Quan i amb quina freqüència es llançarà?
de: Wie oft und wann wird veröffentlicht?
es: ¿Con qué frecuencia y cuándo se liberará?
it: Ogni quanto e quando sarà rilasciata?
pt_br: Com que frequência e quando ele será lançado?
ru: Когда и как часто будут выходить выпуски?
tr: Ne kadar sık ve ne zaman sürüm çıkarılacak?
zh_hk: 它會幾頻密和幾時發行？

source: If you have a server which just idles at time, we would happily use it as buildd for package building.
ca: Si tens un servidor que està de tant en tant desocupat, nosaltres estaríem ben contents de fer-lo servir com a buildd per construir paquets.
de: Falls Du einen Server zur Verfügung hat, der zur Zeit nichts zu tun hat, würden wir ihn gerne zur Paketerstellung mit buildd nutzen.
es: Si tiene un servidor que queda ocioso a veces, alegremente lo usaríamos como buildd para construir paquetes.
it: Se hai un server che al momento è inutilizzato, lo useremmo volentieri come buildd per costruire pacchetti.
pt_br: Se você tem um servidor que anda ocioso, nós felizmente usaríamos com o buildd para construir pacotes.
ru: Если у вас есть сервер, который иногда простаивает, мы бы с радостью использовали его, как buildd для сборки пакетов.
tr: Eğer zamanını boş geçiren bir sunucunuz varsa paket inşasında kullanmak üzere onu buildd olarak kullanabiliriz.
zh_hk: 如果您有一個某些時候空置的伺服器，我們會希望能用它作爲套件建造的建造平臺。

source: If you want to get in contact, check out ther user's channel %1 on Freenode (discussion about Tanglu development is happening at %2).
de: Falls Du den Dialog suchst, besuche den Userchannel %1 auf Freenode (Austausch über die Tanglu-Entwicklung findet in %2 statt)
zh_hk: 如果您想聯繫我們，去Freenode裏的用戶頻道%1（關於Tanglu開發的討論正在%2裏發生）

source: If you want, you could also provide an archive mirror.
ca: Si vols, també pots oferir mirror (rèplica) d'arxius.
de: Wenn Du willst, könntest Du ebenso einen Archiv-Mirror bereitstellen.
es: Si lo desea, puede igualmente proporcionar una réplica del archivo.
it: Se vuoi, potresti anche fornire un archivio mirror.
pt_br: Se você quiser, você também pode prover um espelho dos arquivos.
ru: Если хотите, вы также можете предоставить зеркало архива.
tr: İsterseniz bir arşiv yansısı da sağlayabilirsiniz.
zh_hk: 如果您希望的話，您也可以提供一個存檔平臺。

source: In case of disagreement will you start another project?
ca: En cas de desacord començareu un altre projecte?
de: Falls ihr euch nicht einig werden, wirst du dann ein neues Projekt starten?
es: ¿En caso de desacuerdo comenzarán otro proyecto?
it: In caso di disaccordo inizierete un nuovo progetto?
pt_br: Em caso de desacordos vocês irão iniciar outro projeto?
ru: В случае несогласия начнёте ли вы другой проект?
tr: Anlaşmazlık durumunda başka bir proje daha başlatacak mısınız?
zh_hk: 如果有異議你會起動另一個計劃嗎？

source: Is there a company behind this operating system?
ca: Hi ha cap empresa al darrere d'aquest sistema operatiu?
de: Steht eine Firma hinter diesem Betriebssystem?
es: ¿Hay alguna compañía detrás de este sistema operativo?
it: C'è un'azienda dietro questo sistema operativo?
pt_br: Existe uma empresa por trás desse sistema operacional?
ru: Стоит ли за этой операционной системой какая-нибудь компания?
tr: Bu işletim sisteminin arkasında bir şirket var mı?
zh_hk: 這作業系統有沒有公司支援？

source: It's based on Debian, will it have long feature freezes?
ca: Està basat en Debian, tindrà llargs períodes de congelació de característiques?
de: Es basiert ja auf Debian, wird es lange Feature Freezes geben?
es: Se basa en Debian. ¿Tendrá largos períodos de congelación?
it: E' basata su Debian, avrà lunghi feature freeze?
pt_br: É baseado no Debian, ele terá longos congelamentos de funcionalidades?
ru: Дистрибутив основан на Debian, будет ли у него продолжительная заморозка пакетной базы?
tr: Debian tabanlı dediniz. Peki uzun özellik dondurma süreleri olacak mı?
zh_hk: 它會建基於Debian, 它會有長功能凍結期嗎？

source: Italian
de: Italienisch
ru: Итальянский
tr: İtalyanca
zh_hk: 意大利文

source: Languages
de: Sprachen
ru: Языки
tr: Diller
zh_hk: 語言

source: Made for YOU!
ca: Fet per TU!
de: Für DICH gemacht!
es: ¡Hecho para TI!
it: Fatta per TE!
pt_br: Feito para VOCÊ!
ru: Сделано для ВАС!
tr: SİZİN için hazırlandı!
zh_hk: 爲您創造！

source: Needs to be easy to remember, maybe an unique name used nowhere else
ca: Ha de ser fàcil de recordar, potser un nom singular no utilitzat enlloc
de: Soll einprägsam sein, wenn möglich ein einzigartiger Name, der nirgends sonst benutzt wird
es: Necesita ser fácil de recordar, quizás un nombre único que no haya sido usado
it: Dev'essere facile da ricordare, magari un nome unico, non usato da alcun'altra parte
pt_br: Precisa ser fácil de lembrar, talvez um nome único usado em nenhum outro lugar.
ru: Необходимость лёгкого запоминания, желательно, чтобы слово было уникальным и нигде больше не использовалось.
tr: Hatırlaması kolay belki de başka bir yerde kullanılmamış özgün bir isim olmalı
zh_hk: 一定要容易記得，可能是一個沒有在其他地方使用的獨特名稱

source: Nice sounding in English, German and Brazilian portuguese
ca: Que sone bé en diferents idiomes
de: Wohlklingend in Englisch, Deutsch und Brasilianischem Portugiesisch
es: Que suene bien en inglés, alemán y portugués brasileño
it: Bel suono in Inglese, Tedesco e Portoghese brasiliano
ru: Хорошее звучание в английском, немецком и бразильском португальском
tr: İngilizce, Almanca ve Brezilya Portekizcesinde sesi hoş
zh_hk: 於英語，德語和巴西式葡萄牙語中聽上去挺好的

source: No, all major desktops will be supported. We will provide screenshots and a small feature table to help the user to decide which desktop to choose on the Tanglu download page.
ca: No, tots els escriptoris principals es suportaran. A més a més, oferirem captures de pantalla i una petita taula de característiques per ajudar l'usuari a decidir quin escriptori triar en la pàgina de descarregues de Tanglu.
de: Nein, alle großen Desktops werden unterstützt werden. Wir erstellen eine kleine Übersicht mit Features und Screenshots, um dem Nutzer bei der Entscheidung zu helfen, seinen Desktop auf der Tanglu Downloadseite auszuwählen.
es: No, se dará soporte a todos los escritorios principales. Proporcionaremos capturas de pantalla y una pequeña tabla de características para ayudar al usuario a decidir qué escritorio usar en la página de descarga de Tanglu.
it: No, tutti i maggiori desktop saranno supportati. Forniremo schermate e una piccola tabella di funzionalità per aiutare l'utente a decidere quale desktop scegliere sulla pagina di download di Tanglu.
pt_br: Não, todos os principais desktops serão suportados. Nós iremos prover capturas de tela e uma pequena tabela de funcionalidades na páginas de download do Tanglu, para ajudar o usuário a decidir que desktop usar.
ru: Нет, мы будем поддерживать все основные окружения. Мы предложим снимки экрана и небольшую таблицу возможностей, чтобы каждый мог выбрать подходящее окружение на странице загрузки Tanglu.
tr: Hayır, tüm majör masaüstleri desteklenecektir. Tanglu indirme sayfasında kullanıcının hangi masaüstünü seçeceğine karar verebilmesi için ekran görüntüleri ve küçük bir özellik tablosu sağlayacağız.
zh_hk: 不，所有主要桌面會被支援。 我們會於Tanglu下載網站提供截圖和一個小功能表幫助用戶決定 選擇哪一個桌面。

source: No, we are setting up our own software archive so our users get the lastest software that we believe is stable enough.
ca: No, estem preparant el nostre propi arxiu de programari perquè els nostres usuaris tinguin el programari més recent que és també al nostre parer el suficientment estable.
de: Nein, wir erstellen unser eigenes Softwarearchiv, damit unsere Nutzer die aktuellste Software bekommen, die wir für stabil erachten.
es: No, estamos configurando nuestro propio archivo para que nuestros usuarios tengan los programas más recientes que consideremos que sean lo suficientemente estables.
it: No, stiamo impostando il nostro archivio software in modo che gli utenti ricevano il più recente software che riteniamo sufficientemente stabile.
pt_br: Não, nós estamos configurando nosso próprio arquivo de software assim nossos usuários podem obter o último software que nós acreditarmos estar estável o suficiente.
ru: Нет, мы создаём свой собственный архив программного обеспечения, так что пользователи получат новейшие приложения, если мы считаем их достаточно стабильными.
tr: Hayır, kendi yazılım arşivimizi kurmaktayız. Böylece kullanıcılarımız yeterince kararlı olduğunu düşündüğümüz en yeni yazılımları edinecekler.
zh_hk: 不是，我們正設立我們自己的軟件存檔使我們的用家可以得到 我們相信是夠穩定的最新軟件。

source: No, we want the user to have the look and feel intended by the original software developer. If we believe upstream isn't doing a good job we will talk to upstream first to find a solution which works for everyone. If this will not work in rare cases, we may decide to use a different upstream. We want to avoid in-house solutions, and everything developed for Tanglu will be available for other distributions too.
ca: No, volem que l'usuari trobi l'aspecte buscat pel desenvolupador del programari original. Si pensem que els desenvolupadors no estan fent un bon treball, parlarem amb ells abans per trobar una solució que funcione per a tots. En l'estrany cas que això no funcionés, podríem decidir utilitzar un programari diferent. Volem evitar solucions caseres, i tot el que sigui desenvolupat per a Tanglu, també estarà disponible per a altres distribucions.
de: Nein, wir möchten dass der Nutzer den gleichen Look-And-Feel bekommt, den der ursprüngle Softwareentwickler im Sinn hatte. Wenn wir meinen, dass der Upstream-Entwickler seinen Job nicht richtig macht, werden wir zuerst mit Upstream sprechen, um eine optimale Lösung für alle zu finden. Falls sich das in seltenen Fällen als nicht möglich erweißen sollte, könnten wir einen anderen Upstream nutzen. Wir möchten Eigenentwicklungen vermeiden, und alles was für Tanglu entwickelt wird, wird auch für andere Distributionen zur Verfügung stehen.
es: No, queremos que el usuario reciba el aspecto pensado por el desarrollador original de cada programa. Si creemos que los desarrolladores no están haciendo un buen trabajo hablaremos con ellos primero para encontrar una solución a gusto de todos. Si esto no funcionara en casos raros, podemos decidir en usar una fuente distinta. Queremos evitar las soluciones particulares, y todo lo que sea desarrollado para Tanglu estará disponible para otras distribuciones también.
it: No, vogliamo che l'utente abbia il look and feel pensato dallo sviluppatore software originale. Se crediamo che upstream non si stia facendo un buon lavoro parleremo con l'upstream per prima cosa, per trovare una soluzione che funzioni per tutti. Se questo non funzionerà in rari casi, potremmo decidere di usare un diverso upstream. Vogliamo evitare soluzioni interne e ogni cosa sviluppata per Tanglu sarà disponibile anche per altre distribuzioni.
pt_br: Não, nos queremos que o usuário tenha a aparência e a experiência planejada pelo desenvolvedor original do software, se nós acreditarmos que os desenvolvedores não estão fazendo um bom trabalho iremos primeiramente tentar dialogar em busca de uma solução que sirva a todos. Se isso não funcionar em casos raros, nós podemos decidir usar um outro projetos que nos atenda melhor. Queremos evitar soluções própria, e tudo que for desenvolvido para o Tanglu será disponível para outras distribuições também.
ru: Нет, мы хотим, чтобы пользователь получил продукт в виде, задуманном разработчиком. Если нам кажется, что исходный проект не соответствует ожиданиям, мы сперва обсудим это с разработчиками исходного приложения, чтобы найти решение, подходящее для всех. В редких случаях, когда это не работает, мы можем принять решение в пользу иного программного обепечения. Мы хотим избежать привязки к системе, чтобы всё, разработанное для Tanglu, было доступно и в других дистрибутивах.
tr: Hayır, kullanıcının asıl yazılım geliştiricisinin istediği görsel ve işitsel öğelere sahip olmasını istiyoruz. Eğer üst geliştiricinin doğru bir iş yapmadığına inanıyorsak herkese uygun bir çözüm bulmak için öncelikle üst geliştirici ile konuşacağız. Eğer bu işe yaramayacaksa farklı bir üst geliştirici bulmaya karar verebiliriz. Projeye özgü çözümlerden uzak durmak istiyoruz. Tanglu için geliştirilmiş her şey diğer dağıtımlar için de kullanılabilir olmalı.
zh_hk: 不，我們希望用戶能有原本的軟件開發者 盼望的外表和感覺。如果我們認爲上游沒做好 我們會與上游傾談去達成一個符合所有人的解決方案。在稀有的情況下如果不行的話，我們可以決定使用另外一個上游。我們想要避免內部方案，而所有爲Tanglu開發的東西也會從其他發行版本得到。
